export const TextsCompanyInfo = {
  developmentProducts: "Разрабатываемые продукты",
  brieferDescription:
    "Это веб-приложение для генерации технических заданий. Оно позволяет создавать кастомные анкеты с нуля или использовать готовые шаблоны.",

  brieferPage: {
    title:
      "Мы создаем продукт для качественной работы в сфере заказной разработки",
    firstDetail:
      "С помощью него можно собрать свою персонализированную анкету из предоставленных блоков ИЛИ...",
    secondDetail:
      "Использовать готовые шаблоны, которые мы заранее подготовили для Вас!",
    thirdDetail:
      "Далее, готовую анкету можно отправить заказчику, чтобы он её заполнил.",
    fourthDetail:
      "После чего получаем готовое, оформленное техническое задание.",
    presentation: "Презентация",
  },

  technology: {
    title: "Технологический стэк",
    frontend: "Frontend",
    backend: "Backend",
    dataBade: "Data Base",
    vue: "Vue",
    python: "Python",
    postgreSQL: "PostgreSQL",
  },
};
