export const TextsBlocksSupport = {
  shortText:
    "Задайте вопрос, где нужен короткий ответ. Например, попросите указать имя или фамилию.",
  longText: "Задайте вопрос, где нужен развернутый ответ.",
  clearText:
    "Напишите приветствие перед началом опроса или добавьте заголовок для группы вопросов.",
  radioText: "Предложите выбрать один ответ из нескольких вариантов.",
  checkBoxText: "Предложите выбрать несколько ответов из списка.",
  dropDownText: "Предложите выбрать один ответ из списка.",
  checkText: "Здесь пользователь сможет поставить галочку.",
  numbersText:
    "Задайте вопрос, где нужен ответ в виде целого или дробного числа.",
  integerText: "Задайте вопрос, где нужен ответ в виде целого числа.",
  scaleRatingText: "Предложите оценить несколько параметров по заданной шкале.",
  mailText: "Предложите указать адрес электронной почты.",
  linkText: "Предложите указать ссылку — например, на профиль в соцсети.",
  phoneText: "Предложите указать номер телефона.",
  fileText: "Предложите прикрепить к форме файлы. Например, фото макетов.",
  dateText:
    "Предложите указать дату или диапазон дат. Например, планируемый срок выполнения работ.",
  cityText: "Предложите указать город или страну. Например, место проживания.",
  innText: "Предложите указать ИНН организации.",
  colorText: "Предложите указать цвета. Например, цвета будущего сайта.",
};
