export const TextsBlocksSupport = {
  shortText:
    "Задайте вопрос, где нужен короткий ответ. Например, попросите указать имя или фамилию.",
  longText: "Задайте вопрос, где нужен развернутый ответ.",
  clearText:
    "Напишите приветствие перед началом опроса или добавьте заголовок для группы вопросов.",
  radioText: "Предложите выбрать один ответ из нескольких вариантов.",
  multipleSelectText: "Предложите выбрать несколько ответов из списка.",
  colorText: "Предложите указать цвета. Например, цвета будущего сайта.",
  dividerText: "Добавьте, чтобы разделить информацию.",
  checkBoxText: "Здесь пользователь сможет поставить галочку.",
  numbersText:
    "Задайте вопрос, где нужен ответ в виде целого, дробного или промежутка чисел.",
  contactsText: "Предложите указать контакты.",
  linkText: "Предложите указать ссылки — например, на профиль в соцсети.",
  fileText: "Предложите прикрепить к форме файлы. Например, фото макетов.",
  dateText:
    "Предложите указать дату или диапазон дат. Например, планируемый срок выполнения работ.",
};
