export const TextsProducts = {
  briefer: {
    subtitle:
      "Мы создаем продукт для качественной работы в сфере заказной разработки",
    firstDetail:
      "С помощью него можно собрать свою персонализированную анкету из предоставленных блоков ИЛИ...",
    secondDetail:
      "Использовать готовые шаблоны, которые мы заранее подготовили для Вас!",
    thirdDetail:
      "Далее, готовую анкету можно отправить заказчику, чтобы он её заполнил.",
    fourthDetail:
      "После чего получаем готовое, оформленное техническое задание.",
  },
};
